[
  {
    "country": "Italy",
    "organization": "Adnkronos",
    "domains": ["adnkronos.com"],
    "description": "Adnkronos is an Italian news agency founded in 1963 through the merger of Kronos (founded by Pietro Nenni in 1951) and ADN (founded by Amintore Fanfani in 1959). Based in Rome with offices in Milan, it provides real-time news coverage across multiple sectors including politics, economy, sports, health, and international affairs through its multimedia platform.",
    "owner": "Giuseppe Marra Communications (GMC)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Affaritaliani",
    "domains": ["affaritaliani.it"],
    "description": "Affaritaliani.it is an Italian online news outlet founded in 1996 and based in Milan. It operates as a digital-only daily newspaper covering politics, economics, sports, entertainment and current affairs. It was one of Italy's first online-only news publications.",
    "owner": "Uomini e Affari srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Agenzia Giornalistica Italia",
    "domains": ["agi.it"],
    "description": "Agenzia Giornalistica Italia (AGI) is an Italian news agency providing news coverage across multiple categories including politics, economy, foreign affairs, sports, and local news. The agency produces online news content and operates as a primary source of news distribution in Italy.",
    "owner": "ENI S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "BuoneNotizie",
    "domains": ["buonenotizie.it"],
    "description": "BuoneNotizie.it is an Italian digital news platform founded in 2001 that focuses on constructive journalism and positive news coverage. The site operates without advertising and partners with the Italian Association of Constructive Journalism.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Corriere della Sera",
    "domains": ["corriere.it", "rcsmediagroup.it"],
    "description": "Corriere della Sera is an Italian daily newspaper founded in 1876 by Eugenio Torelli Viollier and based in Milan. It provides comprehensive coverage of national and international news, politics, sports, and current affairs, with a particular focus on Italy's economic and political developments.",
    "owner": "Cairo Communication (59.69%)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Fanpage",
    "domains": ["fanpage.it"],
    "description": "Fanpage is an Italian digital news outlet founded in 2010 that covers general news, politics, sports, entertainment, and technology. The website specializes in real-time news coverage and video journalism, with a significant presence on social media platforms. It is particularly popular among younger Italian readers and known for its investigative journalism, often presenting news from a progressive, left-leaning perspective.",
    "owner": "Ciaopeople Media Group S.r.l.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Gazzetta dello Sport",
    "domains": ["gazzetta.it"],
    "description": "La Gazzetta dello Sport is Italy's primary sports newspaper and digital media platform, founded in 1896. It provides comprehensive coverage of Italian and international sports, with particular focus on football, cycling, motorsports, basketball and tennis. The publication is known for its distinctive pink-colored paper edition and extensive digital sports news coverage.",
    "owner": "Cairo Communication SpA",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "HuffPost Italia",
    "domains": ["huffingtonpost.it"],
    "description": "HuffPost Italia is the Italian edition of HuffPost, operating as a news website and blog that covers politics, economics, current affairs and lifestyle content. Originally launched as a joint venture between BuzzFeed and GEDI Group, it is now fully owned by GEDI and directed by Mattia Feltri since 2020. It provides news coverage from a progressive, left-leaning perspective.",
    "owner": "GEDI Gruppo Editoriale",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Foglio",
    "domains": ["ilfoglio.it"],
    "description": "Il Foglio is an Italian daily newspaper with a center-right editorial stance, founded by Giuliano Ferrara and currently directed by Claudio Cerasa, headquartered in Rome. The newspaper provides coverage of national and international news, politics, and current affairs, with a digital presence offering both free and subscription-based content.",
    "owner": "Musa Comunicazione (100%)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "il manifesto",
    "domains": ["ilmanifesto.it"],
    "description": "il manifesto is an Italian national daily newspaper established in 1969 as a monthly review before becoming a daily in 1971. It operates as a publishing cooperative of journalists and workers, known for its radical left-wing and communist editorial stance. The newspaper provides both print and digital news coverage, with recent efforts to expand its reach through an English-language edition.",
    "owner": "Publishing cooperative of journalists and workers",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "il Post",
    "domains": ["ilpost.it"],
    "description": "il Post is an Italian online daily newspaper founded in 2010 by Luca Sofri. It provides free access to news coverage, analysis, and content spanning world events, culture, and current affairs through articles, reviews, blogs, and photos, without requiring user registration. ã1ãã2ã",
    "owner": "Luca Sofri",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Resto del Carlino",
    "domains": ["ilrestodelcarlino.it"],
    "description": "Il Resto del Carlino is a major daily newspaper based in Bologna, serving Emilia-Romagna and central-northern Italy since 1885. It provides local and national news coverage through multiple regional editions, focusing particularly on Bologna, Ferrara, Modena, Reggio Emilia, Rimini, and the Marche region. The paper is known for its center-right editorial stance.",
    "owner": "Monrif Group",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Secolo XIX",
    "domains": ["ilsecoloxix.it"],
    "description": "Il Secolo XIX is an Italian daily newspaper founded in 1886 and based in Genoa, serving the Liguria region with local, national, and international news coverage. The newspaper had a print circulation of 28,718 copies in 2021, down from 103,223 in 2008, and operates both print and digital platforms.",
    "owner": "Blue Media (MSC Group)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Sole 24 Ore",
    "domains": ["ilsole24ore.com", "gruppo24ore.ilsole24ore.com"],
    "description": "Il Sole 24 Ore is Italy's primary financial and business daily newspaper and media group, providing news coverage, analysis, and professional services focused on economics, finance, business, and regulatory matters. The outlet maintains strong ties to the Italian industrial sector through its ownership by Confindustria, reflecting a business-oriented perspective in its coverage.",
    "owner": "Confindustria",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Tempo",
    "domains": ["iltempo.it"],
    "description": "Il Tempo is an Italian daily newspaper based in Rome, founded in 1944. It is known for its conservative-leaning editorial stance and primarily covers news, politics, sports, and culture with a focus on Rome and the surrounding Lazio region. The newspaper maintains both print and digital operations through its website iltempo.it.",
    "owner": "Editrice Romana Srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Nazione",
    "domains": ["lanazione.it"],
    "description": "La Nazione is an Italian daily newspaper founded in 1859, based in Florence and covering news from Tuscany and Umbria regions with 14 different local editions. The newspaper maintains a moderate-conservative editorial stance and publishes daily news covering politics, economy, sports, technology, and local chronicles across its print and digital platforms.",
    "owner": "Monrif Group",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Stampa",
    "domains": ["lastampa.it"],
    "description": "La Stampa is a major Italian daily newspaper founded in 1867 in Turin. It is one of Italy's oldest newspapers and has historically been associated with the industrial and business community of northern Italy, particularly the Fiat/FIAT Group. The newspaper provides national and international news coverage, with particular focus on politics, economics, and cultural affairs.",
    "owner": "GEDI Gruppo Editoriale (owned by EXOR - Agnelli family)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Mediaset",
    "domains": ["tgcom24.mediaset.it", "mediasetinfinity.mediaset.it"],
    "description": "Mediaset is Italy's largest commercial broadcaster, operating a streaming platform (Mediaset Infinity) and multiple television channels. The company offers free-to-air and premium content including news, entertainment, sports, and fiction programming through both traditional TV broadcasting and digital streaming services. Under Berlusconi family control, its news coverage consistently aligns with center-right political positions.",
    "owner": "MediaForEurope N.V. (majority owned by the Berlusconi family)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "News Mondo",
    "domains": ["newsmondo.it"],
    "description": "News Mondo is an Italian digital news platform providing 24/7 real-time news coverage and analysis of current events from Italy and around the world. The platform features a team of young professionals and established journalists delivering news content across various categories including current affairs, editorials, and in-depth analysis.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Notizie Italia",
    "domains": ["notizie-italia.it"],
    "description": "Notizie Italia is an Italian digital news platform established in 2023 that aggregates and publishes national news content primarily sourced from major news agencies. The platform provides coverage across various topics including politics, economics, sports, and current events.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Open",
    "domains": ["open.online"],
    "description": "Open is an Italian digital news outlet founded by journalist Enrico Mentana, operating as a social enterprise based in Milan. The organization focuses on providing real-time news coverage in a simplified format for online audiences.",
    "owner": "Enrico Mentana",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "OrizzonteScuola SRL",
    "domains": ["orizzontescuola.it"],
    "description": "OrizzonteScuola is an Italian educational news portal and media service focused on providing news, resources, and consultation services for teachers, school administrators, and education staff. The platform covers education policy updates, job opportunities, regulatory changes, and professional development in the Italian education sector.",
    "owner": "OrizzonteScuola SRL",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Rai News",
    "domains": ["rainews.it", "rai.it"],
    "description": "Rai News is the 24-hour news division and online news portal of RAI (Radiotelevisione Italiana), Italy's national public broadcaster. It provides continuous news coverage through its TV channel Rai News 24, digital platform, and website, offering real-time updates on politics, economy, sports, and current affairs in Italy and internationally.",
    "owner": "RAI - Radiotelevisione Italiana S.p.A.",
    "typology": "Captured Public/State-Managed Media"
  },
  {
    "country": "Italy",
    "organization": "la Repubblica",
    "domains": ["repubblica.it"],
    "description": "la Repubblica is an Italian daily newspaper and online news outlet based in Rome, founded in 1976. The publication maintains a center-left political editorial line and covers politics, economics, sports, international news, culture, and science. It is part of GEDI News Network, one of Italy's major media groups.",
    "owner": "GEDI Gruppo Editoriale (owned by Exor)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "RTL 102.5",
    "domains": ["rtl.it"],
    "description": "RTL 102.5 is an Italian radio broadcaster that operates as a multimedia platform combining radio, television, and web streaming services. The station offers news, music programming, and entertainment content through its 'Radiovisione' format, which allows simultaneous radio listening and video viewing across multiple platforms including digital terrestrial TV (channel 36), Sky (channel 736), and web streaming.",
    "owner": "Lorenzo Suraci",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Sky TG24",
    "domains": ["skytg24.it"],
    "description": "Sky TG24 is an Italian 24-hour all-news television channel and digital news platform operated by Sky Italia. It broadcasts news, current affairs, and live coverage on channel 50 of digital terrestrial television in Italy, offering free-to-air news coverage alongside premium content through its Insider subscription service.",
    "owner": "Sky Italia (Comcast Corporation)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Today",
    "domains": ["today.it"],
    "description": "Today.it is an Italian digital news platform operated by Citynews that provides real-time coverage of national and international news, including politics, economics, sports, entertainment, and local news through a network of city-specific editions. The platform focuses on delivering breaking news and in-depth analysis across multiple Italian cities.",
    "owner": "Citynews S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "l'Unità",
    "domains": ["unita.it"],
    "description": "l'Unità is an Italian daily newspaper founded by Antonio Gramsci in 1924. It provides news coverage of politics, economics, current affairs, justice, and international news through its online platform. Currently directed by Piero Sansonetti, the newspaper has historical ties to the Italian left and continues to publish both daily news and in-depth stories.",
    "owner": "Romeo editore srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Virgilio",
    "domains": ["virgilio.it"],
    "description": "Virgilio.it operates as a major Italian news aggregator and digital media platform. The site curates and publishes news content from various Italian and international sources, covering politics, economics, sports, entertainment, and local news. While not producing original journalism, it serves as a news distribution channel in Italy through its content aggregation and syndication services.",
    "owner": "Libero Acquisition S.A.r.l.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Fatto Quotidiano",
    "domains": ["ilfattoquotidiano.it"],
    "description": "Il Fatto Quotidiano is an Italian daily newspaper and digital news outlet founded in 2009, known for its investigative journalism and coverage of politics, justice, economics, and corruption. The publication maintains an independent editorial stance with a strong focus on anti-corruption reporting and government accountability. While editorially independent, it has historically shown alignment with some positions of the Five Star Movement (M5S), particularly on anti-corruption and institutional reform.",
    "owner": "Società Editoriale Il Fatto S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Avvenire",
    "domains": ["avvenire.it"],
    "description": "Avvenire is an Italian daily newspaper with a Catholic perspective, owned by the Italian Episcopal Conference. The publication covers news, editorials, and analysis on current affairs, culture, religion, politics, economics and world events from a Christian worldview.",
    "owner": "Fondazione di Religione \"Santi Francesco d'Assisi e Caterina da Siena\" (75%)"
  }
]
