[
  {
    "country": "Qatar",
    "organization": "Al Jazeera Media Network",
    "domains": ["aljazeera.com", "aljazeera.net"],
    "description": "Al Jazeera is an international news network headquartered in Doha, Qatar. It provides news coverage across various categories including politics, business, sports, and international affairs, with a particular focus on Middle Eastern and North African affairs. Despite internal rules aimed at establishing the network's independence, there is abundant evidence of state control over editorial content and decision-making. While the station is known for its intrepid reporting especially in its content targeting foreign audiences, criticism of Qatar's ruling elite is totally banned.",
    "owner": "Qatar Media Corporation (QMC)",
    "typology": "State Controlled Media"
  },
  {
    "country": "United Kingdom",
    "organization": "BBC News",
    "domains": ["bbc.com", "bbc.co.uk"],
    "description": "BBC News is the news division of the British Broadcasting Corporation (BBC), providing news coverage across various categories including politics, business, sports, and international affairs. The BBC's Royal Charter includes a series of guarantees for editorial independence, and the government has no rules that would allow it to intervene in editorial decisions. So, although politicians constantly try to influence the station's editorial content, the BBC has successfully maintained its editorial independence.",
    "owner": "British Broadcasting Corporation (BBC)",
    "typology": "Independent Public Media"
  },
  {
    "country": "France",
    "organization": "France 24",
    "domains": ["france24.com"],
    "description": "France 24 is a French international news channel that broadcasts in English and French. It provides news coverage across various categories including politics, business, sports, and international affairs. The channel is owned by the French state through the French Ministry of Europe and Foreign Affairs, but there is no evidence of any government control over the editorial output.",
    "owner": "French Ministry of Europe and Foreign Affairs",
    "typology": "Independent State-Funded and State-Managed/Owned Media"
  },
  {
    "country": "Russia",
    "organization": "RT",
    "domains": ["rt.com"],
    "description": "RT is a Russian international news channel that broadcasts in English. It provides news coverage across various categories including politics, business, sports, and international affairs. RT is owned by the Russian state through the Russian Ministry of Foreign Affairs, which heavily influences its editorial content. There is a substantial body of documentation and research pertaining to RT's propagandistic activities. This includes academic papers, media articles, and studies conducted by non-governmental organizations (NGOs).",
    "owner": "Russian Ministry of Foreign Affairs",
    "typology": "State Controlled Media"
  },
  {
    "country": "Italy",
    "organization": "Adnkronos",
    "domains": ["adnkronos.com"],
    "description": "Adnkronos is a news agency founded in 1963 through the merger of Kronos (founded by Pietro Nenni in 1951) and ADN (founded by Amintore Fanfani in 1959). Based in Rome with offices in Milan, it provides real-time news coverage across multiple sectors including politics, economy, sports, health, and international affairs through its multimedia platform.",
    "owner": "Giuseppe Marra Communications (GMC)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Affaritaliani",
    "domains": ["affaritaliani.it"],
    "description": "Affaritaliani.it is an online news outlet founded in 1996 and based in Milan. It operates as a digital-only daily newspaper covering politics, economics, sports, entertainment and current affairs. It was one of Italy's first online-only news publications.",
    "owner": "Uomini e Affari srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Agenzia Giornalistica Italia",
    "domains": ["agi.it"],
    "description": "Agenzia Giornalistica Italia (AGI) is an Italian news agency providing news coverage across multiple categories including politics, economy, foreign affairs, sports, and local news. The agency produces online news content and operates as a primary source of news distribution in Italy.",
    "owner": "ENI S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "BuoneNotizie",
    "domains": ["buonenotizie.it"],
    "description": "BuoneNotizie.it is a digital news platform founded in 2001 that focuses on constructive journalism and positive news coverage. The site operates without advertising and partners with the Italian Association of Constructive Journalism.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Corriere della Sera",
    "domains": ["corriere.it", "rcsmediagroup.it"],
    "description": "Corriere della Sera is a daily newspaper founded in 1876 by Eugenio Torelli Viollier and based in Milan. It provides comprehensive coverage of national and international news, politics, sports, and current affairs, with a particular focus on Italy's economic and political developments.",
    "owner": "Cairo Communication (59.69%)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Fanpage",
    "domains": ["fanpage.it"],
    "description": "Fanpage is a digital news outlet founded in 2010 that covers general news, politics, sports, entertainment, and technology. The website specializes in real-time news coverage and video journalism, with a significant presence on social media platforms. It is particularly popular among younger Italian readers and known for its investigative journalism, often presenting news from a progressive, left-leaning perspective.",
    "owner": "Ciaopeople Media Group S.r.l.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Gazzetta dello Sport",
    "domains": ["gazzetta.it"],
    "description": "La Gazzetta dello Sport is Italy's primary sports newspaper and digital media platform, founded in 1896. It provides comprehensive coverage of Italian and international sports, with particular focus on football, cycling, motorsports, basketball and tennis. The publication is known for its distinctive pink-colored paper edition and extensive digital sports news coverage.",
    "owner": "Cairo Communication SpA",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "HuffPost Italia",
    "domains": ["huffingtonpost.it"],
    "description": "HuffPost Italia is the Italian edition of HuffPost, operating as a news website and blog that covers politics, economics, current affairs and lifestyle content. Originally launched as a joint venture between BuzzFeed and GEDI Group, it is now fully owned by GEDI and directed by Mattia Feltri since 2020. It provides news coverage from a progressive, left-leaning perspective.",
    "owner": "GEDI Gruppo Editoriale",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Foglio",
    "domains": ["ilfoglio.it"],
    "description": "Il Foglio is a daily newspaper with a center-right editorial stance, founded by Giuliano Ferrara and currently directed by Claudio Cerasa, headquartered in Rome. The newspaper provides coverage of national and international news, politics, and current affairs, with a digital presence offering both free and subscription-based content.",
    "owner": "Musa Comunicazione (100%)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "il manifesto",
    "domains": ["ilmanifesto.it"],
    "description": "il manifesto is a national daily newspaper established in 1969 as a monthly review before becoming a daily in 1971. It operates as a publishing cooperative of journalists and workers, known for its radical left-wing and communist editorial stance. The newspaper provides both print and digital news coverage, with recent efforts to expand its reach through an English-language edition.",
    "owner": "Publishing cooperative of journalists and workers",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "il Post",
    "domains": ["ilpost.it"],
    "description": "il Post is a online daily newspaper founded in 2010 by Luca Sofri. It provides free access to news coverage, analysis, and content spanning world events, culture, and current affairs through articles, reviews, blogs, and photos, without requiring user registration.",
    "owner": "Luca Sofri",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Resto del Carlino",
    "domains": ["ilrestodelcarlino.it"],
    "description": "Il Resto del Carlino is a major daily newspaper based in Bologna, serving Emilia-Romagna and central-northern Italy since 1885. It provides local and national news coverage through multiple regional editions, focusing particularly on Bologna, Ferrara, Modena, Reggio Emilia, Rimini, and the Marche region. The paper is known for its center-right editorial stance.",
    "owner": "Monrif Group",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Secolo XIX",
    "domains": ["ilsecoloxix.it"],
    "description": "Il Secolo XIX is a daily newspaper founded in 1886 and based in Genoa, serving the Liguria region with local, national, and international news coverage. The newspaper had a print circulation of 28,718 copies in 2021, down from 103,223 in 2008, and operates both print and digital platforms.",
    "owner": "Blue Media (MSC Group)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Sole 24 Ore",
    "domains": ["ilsole24ore.com", "gruppo24ore.ilsole24ore.com"],
    "description": "Il Sole 24 Ore is Italy's primary financial and business daily newspaper and media group, providing news coverage, analysis, and professional services focused on economics, finance, business, and regulatory matters. The outlet maintains strong ties to the Italian industrial sector through its ownership by Confindustria, reflecting a business-oriented perspective in its coverage.",
    "owner": "Confindustria",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Tempo",
    "domains": ["iltempo.it"],
    "description": "Il Tempo is a daily newspaper based in Rome, founded in 1944. It is known for its conservative-leaning editorial stance and primarily covers news, politics, sports, and culture with a focus on Rome and the surrounding Lazio region. The newspaper maintains both print and digital operations through its website iltempo.it.",
    "owner": "Editrice Romana Srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Nazione",
    "domains": ["lanazione.it"],
    "description": "La Nazione is a daily newspaper founded in 1859, based in Florence and covering news from Tuscany and Umbria regions with 14 different local editions. The newspaper maintains a moderate-conservative editorial stance and publishes daily news covering politics, economy, sports, technology, and local chronicles across its print and digital platforms.",
    "owner": "Monrif Group",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "La Stampa",
    "domains": ["lastampa.it"],
    "description": "La Stampa is a major Italian daily newspaper founded in 1867 in Turin. It is one of Italy's oldest newspapers and has historically been associated with the industrial and business community of northern Italy, particularly the Fiat/FIAT Group. The newspaper provides national and international news coverage, with particular focus on politics, economics, and cultural affairs.",
    "owner": "GEDI Gruppo Editoriale (owned by EXOR - Agnelli family)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Mediaset",
    "domains": ["tgcom24.mediaset.it", "mediasetinfinity.mediaset.it"],
    "description": "Mediaset is Italy's largest commercial broadcaster, operating a streaming platform (Mediaset Infinity) and multiple television channels. The company offers free-to-air and premium content including news, entertainment, sports, and fiction programming through both traditional TV broadcasting and digital streaming services. Under Berlusconi family control, its news coverage consistently aligns with center-right political positions.",
    "owner": "MediaForEurope N.V. (majority owned by the Berlusconi family)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "News Mondo",
    "domains": ["newsmondo.it"],
    "description": "News Mondo is a digital news platform providing 24/7 real-time news coverage and analysis of current events from Italy and around the world. The platform features a team of young professionals and established journalists delivering news content across various categories including current affairs, editorials, and in-depth analysis.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Notizie Italia",
    "domains": ["notizie-italia.it"],
    "description": "Notizie Italia is a digital news platform established in 2023 that aggregates and publishes national news content primarily sourced from major news agencies. The platform provides coverage across various topics including politics, economics, sports, and current events.",
    "owner": "Unknown",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Open",
    "domains": ["open.online"],
    "description": "Open is a digital news outlet founded by journalist Enrico Mentana, operating as a social enterprise based in Milan. The organization focuses on providing real-time news coverage in a simplified format for online audiences.",
    "owner": "Enrico Mentana",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "OrizzonteScuola SRL",
    "domains": ["orizzontescuola.it"],
    "description": "OrizzonteScuola is a educational news portal and media service focused on providing news, resources, and consultation services for teachers, school administrators, and education staff. The platform covers education policy updates, job opportunities, regulatory changes, and professional development in the Italian education sector.",
    "owner": "OrizzonteScuola SRL",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Rai News",
    "domains": ["rainews.it", "rai.it"],
    "description": "Rai News is the 24-hour news division and online news portal of RAI (Radiotelevisione Italiana), Italy's national public broadcaster. It provides continuous news coverage through its TV channel Rai News 24, digital platform, and website, offering real-time updates on politics, economy, sports, and current affairs in Italy and internationally.",
    "owner": "RAI - Radiotelevisione Italiana S.p.A.",
    "typology": "Captured Public/State-Managed Media"
  },
  {
    "country": "Italy",
    "organization": "la Repubblica",
    "domains": ["repubblica.it"],
    "description": "la Repubblica is a daily newspaper and online news outlet based in Rome, founded in 1976. The publication maintains a center-left political editorial line and covers politics, economics, sports, international news, culture, and science. It is part of GEDI News Network, one of Italy's major media groups.",
    "owner": "GEDI Gruppo Editoriale (owned by Exor)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "RTL 102.5",
    "domains": ["rtl.it"],
    "description": "RTL 102.5 is a radio broadcaster that operates as a multimedia platform combining radio, television, and web streaming services. The station offers news, music programming, and entertainment content through its 'Radiovisione' format, which allows simultaneous radio listening and video viewing across multiple platforms including digital terrestrial TV (channel 36), Sky (channel 736), and web streaming.",
    "owner": "Lorenzo Suraci",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Sky TG24",
    "domains": ["skytg24.it"],
    "description": "Sky TG24 is a 24-hour all-news television channel and digital news platform operated by Sky Italia. It broadcasts news, current affairs, and live coverage on channel 50 of digital terrestrial television in Italy, offering free-to-air news coverage alongside premium content through its Insider subscription service.",
    "owner": "Sky Italia (Comcast Corporation)",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Today",
    "domains": ["today.it"],
    "description": "Today.it is a digital news platform operated by Citynews that provides real-time coverage of national and international news, including politics, economics, sports, entertainment, and local news through a network of city-specific editions. The platform focuses on delivering breaking news and in-depth analysis across multiple Italian cities.",
    "owner": "Citynews S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "l'Unità",
    "domains": ["unita.it"],
    "description": "l'Unità is a daily newspaper founded by Antonio Gramsci in 1924. It provides news coverage of politics, economics, current affairs, justice, and international news through its online platform. Currently directed by Piero Sansonetti, the newspaper has historical ties to the Italian left and continues to publish both daily news and in-depth stories.",
    "owner": "Romeo editore srl",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Virgilio",
    "domains": ["virgilio.it"],
    "description": "Virgilio.it operates as a major Italian news aggregator and digital media platform. The site curates and publishes news content from various Italian and international sources, covering politics, economics, sports, entertainment, and local news. While not producing original journalism, it serves as a news distribution channel in Italy through its content aggregation and syndication services.",
    "owner": "Libero Acquisition S.A.r.l.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Il Fatto Quotidiano",
    "domains": ["ilfattoquotidiano.it"],
    "description": "Il Fatto Quotidiano is a daily newspaper and digital news outlet founded in 2009, known for its investigative journalism and coverage of politics, justice, economics, and corruption. The publication maintains an independent editorial stance with a strong focus on anti-corruption reporting and government accountability. While editorially independent, it has historically shown alignment with some positions of the Five Star Movement (M5S), particularly on anti-corruption and institutional reform.",
    "owner": "Società Editoriale Il Fatto S.p.A.",
    "typology": "Private Media"
  },
  {
    "country": "Italy",
    "organization": "Avvenire",
    "domains": ["avvenire.it"],
    "description": "Avvenire is a daily newspaper with a Catholic perspective. The publication covers news, editorials, and analysis on current affairs, culture, religion, politics, economics and world events from a Christian worldview.",
    "owner": "Italian Episcopal Conference - Fondazione di Religione \"Santi Francesco d'Assisi e Caterina da Siena\" (75%)",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "TecMint",
    "domains": ["tecmint.com"],
    "description": "TecMint is a technical blog and community website started by Ravi Saive focused on providing Linux tutorials, system administration guides, and open source software documentation.",
    "owner": "Ravi Saive",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "nixCraft",
    "domains": ["cyberciti.biz", "nixcraft.com"],
    "description": "nixCraft is a technical blog focused on Linux, Unix, cybersecurity, and system administration tutorials. The site provides detailed guides, tips, and best practices for system administrators and Linux users, with a particular emphasis on command-line operations and server management.",
    "owner": "Vivek Gite",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "It's FOSS",
    "domains": ["itsfoss.com"],
    "description": "It's FOSS is a web portal focused on Linux and open source software that provides news, tutorials, tips and educational resources about Linux and open source technologies.",
    "owner": "Abhishek Prakash",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "CloudLinux Blog",
    "domains": ["cloudlinux.com"],
    "description": "Official blog of CloudLinux, a commercial Linux operating system provider specializing in web hosting solutions. The blog provides technical updates, product releases, and documentation for CloudLinux OS, CloudLinux's own distro.",
    "owner": "Cloud Linux Software, Inc.",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Linux.com",
    "domains": ["linux.com"],
    "description": "Linux.com is a web resource providing news, tutorials, certifications, and information focused on Linux and open source technology. The platform offers educational content, professional development resources, discussion forums, and job listings for the open source community.",
    "owner": "The Linux Foundation",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "OSTechNix",
    "domains": ["ostechnix.com"],
    "description": "OSTechNix is a technology blog funded by Senthilkumar Palani in 2012, focused on publishing tutorials, how-to articles, news, and tips about open-source software, Linux distributions, Unix systems, and programming.",
    "owner": "Senthilkumar Palani",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Phoronix",
    "domains": ["phoronix.com", "phoronix-test-suite.com"],
    "description": "Phoronix is a leading technology website founded in 2004 that provides daily news coverage focused on Linux, open-source software developments, and hardware reviews. While known for its Phoronix Test Suite benchmarking software, the site's primary focus is delivering comprehensive reporting on Linux kernel updates and general Linux news, hardware compatibility, graphics drivers, and performance analysis across different Linux distributions and open-source technologies.",
    "owner": "Michael Larabel",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Slashdot",
    "domains": [
      "slashdot.org",
      "sourceforge.net",
      "voipreview.org",
      "wirefly.com"
    ],
    "description": "Slashdot is a technology-focused social news website founded in 1997 by by Rob 'CmdrTaco' Malda that allows users to submit and evaluate news stories about science, technology, and politics. Originally known for its 'News for Nerds' tagline, it pioneered user-submitted news and community moderation in tech media, and is notable for the 'Slashdot effect' phenomenon of overwhelming smaller websites through traffic spikes.",
    "owner": "BIZX LLC/Slashdot Media",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "Linux Mint Blog",
    "domains": ["linuxmint.com", "blog.linuxmint.com"],
    "description": "The Linux Mint Blog is the official news and announcement platform for the Linux Mint operating system project, providing updates about development progress, new releases, and community news. It serves as the primary communication channel between the Linux Mint development team and its user community.",
    "owner": "Linux Mint Project",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "Manjaro Linux Forum",
    "domains": ["manjaro.org"],
    "description": "Manjaro Linux Forum is the official community discussion platform and news distribution channel for Manjaro Linux, an Arch Linux-based operating system. The forum provides announcements, technical support, and community discussions for Manjaro users through various channels including RSS feeds for updates and announcements.",
    "owner": "Manjaro GmbH & Co. KG",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Linux Journal",
    "domains": ["linuxjournal.com"],
    "description": "Linux Journal is a monthly technology magazine focused on Linux and open source software, publishing from 1994. It publishes technical articles, tutorials, and news coverage for Linux professionals and enthusiasts.",
    "owner": "Linux Journal LCC (1994-2019), Slashdot Media (2019-)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "LWN.net",
    "domains": ["lwn.net"],
    "description": "LWN.net is a reader-supported computing webzine focused on Linux, free software, and open source development, providing comprehensive coverage of technical, legal, commercial and security issues in the free software ecosystem. Originally known as Linux Weekly News, it offers both daily and weekly content through a subscription model.",
    "owner": "Eklektix, Inc.",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Linux Today",
    "domains": ["linuxtoday.com"],
    "description": "Linux Today is a contributor-driven news and information resource focused on Linux operating systems, providing tutorials, guides, and technical news coverage for Linux users and IT professionals",
    "owner": "TechnologyAdvice",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "SparkyLinux",
    "domains": ["sparkylinux.org"],
    "description": "SparkyLinux is a Debian-based Linux distribution project that develops and maintains a fast, lightweight operating system. It offers multiple desktop environment options and two main versions: a stable release based on Debian stable and a rolling release based on Debian testing..",
    "owner": "Sparky Linux Project",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "SUSE",
    "domains": ["suse.com"],
    "description": "SUSE is a multinational open-source software company that develops and sells Linux-based enterprise solutions, including SUSE Linux Enterprise Server, cloud technologies, and software-defined storage. The company provides operating systems, infrastructure software, and development tools for business customers.",
    "owner": "EQT AB (via Marcel LUX III SARL)",
    "typology": "Private Media"
  },
  {
    "country": "Netherlands/Morocco",
    "organization": "Unixmen",
    "domains": ["unixmen.com"],
    "description": "Unixmen is a technology website focused on providing Linux tutorials, how-tos, tips & tricks, and open source news. The site covers popular Linux distributions like Ubuntu, Linux Mint, Fedora, and CentOS, offering technical guides and resources for Linux users and system administrators.",
    "owner": "The Eighth Network",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "Kali Linux India Blog",
    "domains": ["kalilinux.in"],
    "description": "An unofficial blog and community resource focused on Kali Linux, providing tutorials, guides, and news related to penetration testing and cybersecurity tools for Indian users. This is not affiliated with the official Kali Linux project (kali.org) maintained by Offensive Security.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Linux Magazine",
    "domains": ["linux-magazine.com"],
    "description": "Linux Magazine is a technical publication focused on Linux and open source software, providing news, tutorials, and in-depth articles about Linux systems administration, security, and development. It offers both print and digital content through its website and RSS feeds, serving the global Linux and open source community.",
    "owner": "Linux New Media AG",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "FOSS Linux",
    "domains": ["fosslinux.com"],
    "description": "FOSS Linux is a technology blog focused on providing news, tutorials, reviews and information about Linux distributions and Free and Open Source Software (FOSS). The website specializes in covering Linux-related topics, distribution reviews, and guides for both beginners and advanced users, with particular emphasis on open-source technologies and solutions.",
    "owner": "Vibrant Leaf Media Company",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "LinuxGizmos",
    "domains": ["linuxgizmos.com"],
    "description": "LinuxGizmos is a technology news website launched in February 2013 that focuses on covering Linux and its derivatives in embedded systems, mobile devices, and IoT applications. The site publishes news, analysis, and technical content about hardware, software, protocols, and standards in the embedded Linux ecosystem.",
    "owner": "KCK Media",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "blackMORE Ops",
    "domains": ["blackmoreops.com"],
    "description": "blackMORE Ops is a technical blog and educational resource focused on cybersecurity, Kali Linux, information security, and ethical hacking. The site provides tutorials, guides, and technical documentation for security professionals and enthusiasts, with particular emphasis on Kali Linux tools and penetration testing methodologies.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "GamingOnLinux",
    "domains": ["gamingonlinux.com"],
    "description": "GamingOnLinux is a specialized gaming news website focused on Linux gaming, Steam Deck, and SteamOS coverage. It provides news, reviews, and technical information about gaming on Linux platforms.",
    "owner": "Liam Dawe",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Kali Linux Blog",
    "domains": ["kali.org"],
    "description": "Kali Linux is an open-source Debian-based Linux distribution maintained and funded by Offensive Security, specifically designed for digital forensics, penetration testing, and security auditing.",
    "owner": "Offensive Security",
    "typology": "Private Media"
  },
  {
    "country": "Czech Republic",
    "organization": "Lisenet",
    "domains": ["lisenet.com"],
    "description": "Lisenet is a technical blog focused on Linux systems administration, security, networking, and IT infrastructure. The site provides study guides for professional certifications like RHCE and LPIC, along with practical tutorials and guides on Kubernetes, Docker, and system administration.",
    "owner": "Tomas Nevar",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "LXer",
    "domains": ["lxer.com"],
    "description": "LXer is an independent Linux and open source news website established in 2004 by Dave Whitinger. The site publishes Linux-related news, opinions, reviews, and community discussions, focusing specifically on free and open source software developments and the Linux ecosystem.",
    "owner": "Dave Whitinger",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "DebugPoint.com",
    "domains": ["debugpoint.com"],
    "description": "DebugPoint.com is a technology news portal and blog focused primarily on Linux, open source software, and development topics. The site provides tutorials, news coverage, and technical content with a particular emphasis on Linux distributions, software development, and programming tutorials, especially related to Python and system administration.",
    "owner": "Arindam Giri",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Linux Stans",
    "domains": ["linuxstans.com"],
    "description": "Linux Stans is a technical blog/website focused on providing Linux tutorials, command-line guides, and system administration content.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Taiwan",
    "organization": "DistroWatch",
    "domains": ["distrowatch.com"],
    "description": "DistroWatch is a website that provides comprehensive information, news, and statistics about Linux distributions and BSD operating systems. It maintains a database of various distributions, tracks their release cycles, features, and popularity through page hit rankings, serving as a key resource for the Linux/BSD community.",
    "owner": "Ladislav Bodnar",
    "typology": "Private Media"
  },
  {
    "country": "Taiwan/South Africa",
    "organization": "DistroWatch",
    "domains": ["distrowatch.com"],
    "description": "DistroWatch is a website that provides comprehensive news, information, and comparison resources about Linux distributions and BSD operating systems. It maintains distribution rankings based on page hits, offers detailed distribution information pages, and serves as a central hub for tracking releases and updates across the open-source operating system landscape.",
    "owner": "Ladislav Bodnar",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "OMG! Ubuntu/OMG! Linux",
    "domains": ["omgubuntu.co.uk", "omglinux.com"],
    "description": "OMG! Ubuntu is an independent blog focused on covering Ubuntu Linux distribution, its derivatives, and the broader Linux/open-source ecosystem. The site provides news, tutorials, and updates about Ubuntu and related open-source technologies. OMG! Linux is a similar blog focused on Linux and open-source software news.",
    "owner": "Joey-Elijah Sneddon",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "Arch Linux Blog",
    "domains": ["archlinux.org"],
    "description": "Arch Linux is a lightweight and flexible Linux distribution that provides official news feeds and updates about system changes, package updates, and security advisories for its user base. The project is community-driven and follows a rolling release model, focusing on simplicity, minimalism, and user centrality.",
    "owner": "Arch Linux Community",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Linuxiac",
    "domains": ["linuxiac.com"],
    "description": "Linuxiac is a media platform funded by Bobby Borisov in 2020 that publishes news, reviews, and how-to articles focused on Linux and Open Source software. The site provides coverage of Linux distributions, software releases, and community projects.",
    "owner": "Bobby Borisov",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "9to5Linux",
    "domains": ["9to5linux.com"],
    "description": "9to5Linux is a specialized technology news website focused on Linux operating system news, providing coverage of kernel updates, distribution releases, software updates, and technical tutorials. The site regularly reports on major Linux developments including kernel releases, desktop environments, and open-source applications.",
    "owner": "Marius Nestor",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "LinuxInsider",
    "domains": ["linuxinsider.com"],
    "description": "LinuxInsider is a specialized technology news website focused on providing news, analysis, and reviews of Linux and open-source technologies. The platform offers content targeted at developers, system administrators, business executives, and Linux enthusiasts, covering topics from kernel updates to industry trends and community developments.",
    "owner": "ECT News Network",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "LinuxLinks",
    "domains": ["linuxlinks.com"],
    "description": "LinuxLinks is a Linux-focused web portal that provides curated collections of open source software reviews, tutorials, and resources. It offers comprehensive guides for Linux newcomers, maintains a directory of Linux distributions, and publishes detailed reviews of open source alternatives to proprietary software, with particular emphasis on remote desktop and system administration tools.",
    "owner": "Steve Emms",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "EndeavourOS",
    "domains": ["endeavouros.com"],
    "description": "EndeavourOS is a community-driven Linux distribution based on Arch Linux, created in 2019 as a successor to Antergos. It offers a lightweight, rolling-release operating system with access to the Arch User Repository (AUR), featuring multiple desktop environment options and a terminal-centric approach while maintaining a supportive community focus.",
    "owner": "EndavourOS Project",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "System76 Blog",
    "domains": ["system76.com"],
    "description": "System76 is a Linux-focused computer manufacturer based in Denver, Colorado that produces laptops, desktops, and servers with pre-installed Linux operating systems. Their blog provides company updates, product announcements, technical articles, and community engagement content.",
    "owner": "System76",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Reddit",
    "domains": ["reddit.com"],
    "description": "Reddit is a social news and discussion platform where users submit content and participate in topic-specific communities called subreddits. The platform combines social networking, news aggregation, and forum features, allowing users to vote on content and engage in discussions.",
    "owner": "Advance Publications (30%), Tencent (11%), Sam Altman (9%)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Fedora Magazine",
    "domains": ["fedoramagazine.org"],
    "description": "Fedora Magazine is the official news and information website of the Fedora Project, publishing guides, tutorials, and news about the Fedora Linux operating system and its ecosystem. The content is contributed by community members and published under Creative Commons licensing.",
    "owner": "Fedora Project",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Fedora Project Forum",
    "domains": ["fedoraproject.org", "getfedora.org"],
    "description": "The Fedora Project Forum is the official community platform for the Fedora Linux distribution, providing news, technical discussions, and community engagement for Fedora users and contributors.",
    "owner": "Fedora Project",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "KDE News",
    "domains": ["kde.org"],
    "description": "KDE News is the official news portal of the KDE Community, providing updates about KDE software development, applications, releases, and community initiatives.",
    "owner": "KDE e.V.",
    "typology": "Private Media"
  },
  {
    "country": "International",
    "organization": "KDE Community Blog",
    "domains": ["kde.org"],
    "description": "The KDE Community Blog is the official blogging platform of the KDE project, an international free software community that develops open-source software.",
    "owner": "KDE e.V.",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "GNOME Foundation",
    "domains": ["gnome.org"],
    "description": "The GNOME Foundation is a non-profit organization that oversees the development of GNOME, one of the most widely-used open-source desktop environments for Linux and Unix-like systems.",
    "owner": "GNOME Foundation",
    "typology": "Private Media"
  },
  {
    "country": "Global",
    "organization": "openSUSE News",
    "domains": ["opensuse.org"],
    "description": "openSUSE News is the official news platform for the openSUSE Project, publishing announcements and updates about the openSUSE Linux distribution, its development, community events, and technical changes.",
    "owner": "openSUSE Project",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Ubuntu Blog",
    "domains": ["ubuntu.com"],
    "description": "Ubuntu Blog is the official blog of the Ubuntu operating system, providing news, updates, tutorials and insights about Ubuntu's open-source software ecosystem. The blog covers desktop, cloud computing, IoT developments, and technical content related to the Ubuntu distribution and its community.",
    "owner": "Canonical Ltd.",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Boiling Steam",
    "domains": ["boilingsteam.com"],
    "description": "Boiling Steam is a specialized gaming blog focused on Linux gaming and Steam Deck coverage with news, podcasts, and analysis.",
    "owner": "Ekianjo",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Hacker News",
    "domains": ["news.ycombinator.com"],
    "description": "Hacker News is a social news website focused on computer science, technology, entrepreneurship and startups. It features user-submitted content that can be voted up or down by the community, including tech news, scientific discoveries, and in-depth articles about programming, business, and technology culture.",
    "owner": "Y Combinator",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Cointelegraph",
    "domains": ["cointelegraph.com"],
    "description": "Established in 2013, Cointelegraph is a digital media platform focused on blockchain technology, cryptocurrency, and fintech news coverage.",
    "owner": "Jay Cassano",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Kraken Blog",
    "domains": ["kraken.com"],
    "description": "Kraken Blog is the official blog of Kraken, a large cryptocurrency exchange. It provides news, updates, and educational content about Kraken's products, cryptocurrency trading, and blockchain technology.",
    "owner": "Kraken Global Trading Solutions LLC",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "CoinJournal",
    "domains": ["coinjournal.net"],
    "description": "CoinJournal is a cryptocurrency and blockchain news publication that provides news coverage, analysis, and educational content about the crypto economy.",
    "owner": "Oliver Carding, Ian DeMartino",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "CoinDesk",
    "domains": ["coindesk.com"],
    "description": "CoinDesk is a cryptocurrency and digital assets-focused media outlet established in 2013 that provides news coverage, analysis, and data about Bitcoin, blockchain, and the crypto economy.",
    "owner": "Bullish Global",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Bloomberg Media",
    "domains": ["bloomberg.com", "bloombergmedia.com"],
    "description": "Bloomberg Media is a global business and financial news organization. It maintains major editorial hubs in New York, London, Hong Kong, Washington D.C., and Sydney.",
    "owner": "Bloomberg L.P.",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "CryptoSlate",
    "domains": ["cryptoslate.com"],
    "description": "CryptoSlate is a cryptocurrency news and data platform established in 2017 that provides news coverage, market analysis, and insights about digital assets, blockchain technology, and the cryptocurrency industry.",
    "owner": "Nate Whitehill, Matthew Blancarte",
    "typology": "Private Media"
  },
  {
    "country": "Canada",
    "organization": "CryptoCurrencyNews",
    "domains": ["cryptocurrencynews.com"],
    "description": "CryptoCurrencyNews is a digital media outlet focused on cryptocurrency news, market analysis, and trends. The platform provides coverage of Bitcoin, Ethereum, blockchain technology, and other digital assets, offering market updates, price analysis, and industry developments for cryptocurrency investors and enthusiasts.",
    "owner": "Market Jar Media Inc.",
    "typology": "Private Media"
  },
  {
    "country": "Hungary",
    "organization": "Bitcoinist",
    "domains": ["bitcoinist.com"],
    "description": "Bitcoinist is a cryptocurrency news portal focused on Bitcoin and blockchain technology, providing 24/7 coverage including price analysis, market updates, technical analysis, and industry news.",
    "owner": "Norbert Radoki",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Block",
    "domains": ["theblock.co"],
    "description": "The Block is a New York-based digital media company focused on cryptocurrency and digital assets news, research, and analysis.",
    "owner": "Foresight Ventures",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Decrypt",
    "domains": ["decrypt.co"],
    "description": "Decrypt is a digital media platform focused on covering cryptocurrency, blockchain technology, Web3, and the decentralized internet. The publication provides news coverage, educational content, and analysis of the cryptocurrency industry and emerging blockchain technologies.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Cyprus",
    "organization": "The Currency Analytics",
    "domains": ["thecurrencyanalytics.com"],
    "description": "The Currency Analytics is a cryptocurrency news and analysis website that provides coverage of crypto markets, blockchain technology, and altcoins.",
    "owner": "Sydney Ifergan",
    "typology": "Private Media"
  },
  {
    "country": "Argentina",
    "organization": "BeInCrypto",
    "domains": ["beincrypto.com"],
    "description": "BeInCrypto is a cryptocurrency and blockchain industry news website that provides unbiased news coverage, market analysis, and educational content about Bitcoin, altcoins, and blockchain technology.",
    "owner": "Alena Afanaseva",
    "typology": "Private Media"
  },
  {
    "country": "Saint Kitts and Nevis",
    "organization": "Bitcoin.com",
    "domains": ["bitcoin.com"],
    "description": "Bitcoin.com is a cryptocurrency news portal and digital wallet developer established in 2015 that provides services for buying, selling, and trading cryptocurrencies like Bitcoin (BTC), Bitcoin Cash (BCH), and other digital assets. The platform combines news coverage, educational resources, and cryptocurrency trading tools.",
    "owner": "Saint Bitts LLC",
    "typology": "Private Media"
  },
  {
    "country": "Bulgaria",
    "organization": "CryptoPotato",
    "domains": ["cryptopotato.com"],
    "description": "CryptoPotato is a cryptocurrency news and analysis website that provides daily coverage of Bitcoin and other digital currencies, including price analysis, trading guides, market updates, and educational content for both beginners and experienced crypto traders.",
    "owner": "George Georgiev",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "CoinGape",
    "domains": ["coingape.com"],
    "description": "CoinGape is a cryptocurrency and blockchain technology news website that provides market analysis, price tracking, and coverage of crypto events.",
    "owner": "Sunil Sharma",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Daily Hodl",
    "domains": ["dailyhodl.com"],
    "description": "The Daily Hodl is a cryptocurrency and digital assets news website focused on covering Bitcoin, Ethereum, and blockchain technology developments. .",
    "owner": "Blake Buford, Laurene Williams",
    "typology": "Private Media"
  },
  {
    "country": "United Arab Emirates",
    "organization": "crypto.news",
    "domains": ["crypto.news"],
    "description": "A cryptocurrency news website that covers Bitcoin, Ethereum, Ripple and other blockchain ecosystems, providing news updates, market analysis and industry developments.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Die Zeit",
    "domains": ["zeit.de"],
    "description": "Die Zeit is a weekly newspaper known for its liberal/center-left editorial stance and in-depth analysis. It is considered one of Germany's leading quality media publications by journalists, with coverage of politics, economics, culture, and society.",
    "owner": "Dieter von Holtzbrinck Medien (50%), Verlagsgruppe Georg von Holtzbrinck (50%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "CORRECTIV",
    "domains": ["correctiv.org"],
    "description": "CORRECTIV is a non-profit investigative newsroom, focusing on investigative journalism, fact-checking, and cross-border investigations.",
    "owner": "David Schraven",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Focus",
    "domains": ["focus.de", "burda.com"],
    "description": "Focus is a German-language news magazine and digital media outlet established in 1993 as an alternative to Der Spiegel. Published by Hubert Burda Media, it operates both as a weekly print magazine headquartered in Berlin and a online news portal through Focus Online, covering politics, business, science, and culture.",
    "owner": "Burda family",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Süddeutsche Zeitung",
    "domains": ["sueddeutsche.de"],
    "description": "Süddeutsche Zeitung is a daily newspaper published in Munich since 1945. Known for its liberal-center-left editorial stance, investigative journalism, and extensive coverage of politics, culture, and economics. The paper has played a significant role in major investigative projects like the Panama Papers and Paradise Papers.",
    "owner": "Südwestdeutsche Medien Holding (81.25%), SZ Mitarbeiter KG (18.75%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Die Tageszeitung",
    "domains": ["taz.de"],
    "description": "Die Tageszeitung (taz) is a daily newspaper founded in 1978 and based in Berlin. It operates as a cooperative since 1992, known for its left-leaning critical journalism. The newspaper focuses on investigative reporting, analysis, and alternative perspectives.",
    "owner": "taz Cooperative - Readers ownership",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Die Bundesregierung",
    "domains": ["bundesregierung.de"],
    "description": "Die Bundesregierung is the official website and communication platform of the German Federal Government, providing official information, press releases, and updates about government policies, decisions, and activities.",
    "owner": "Federal Republic of Germany",
    "typology": "State Controlled Media"
  },
  {
    "country": "Germany",
    "organization": "Frankfurter Allgemeine Zeitung",
    "domains": ["faz.net", "frankfurterallgemeine.de"],
    "description": "The Frankfurter Allgemeine Zeitung (FAZ) is a daily newspaper known for its conservative editorial stance. It covers business, politics, and culture.",
    "owner": "FAZIT-Stiftung",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Der Spiegel",
    "domains": ["spiegel.de"],
    "description": "Der Spiegel is a weekly news magazine and digital news platform established in 1947, known for its investigative journalism and political coverage. The online website has a center left-leaning editorial stance and covers politics, culture, and society.",
    "owner": "Spiegel Employees (50.5%), Mohn family (25.5%), Augstein family (24%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Stern",
    "domains": ["stern.de"],
    "description": "Stern is a weekly news magazine published in Hamburg since 1948 that provides reporting on politics, economy, culture and current affairs. The online website mirrors the print magazine.",
    "owner": "Mohn family (74%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "t-online",
    "domains": ["t-online.de"],
    "description": "t-online is a digital news portal and email service provider offering comprehensive coverage of news, politics, sports, entertainment, and lifestyle content.",
    "owner": "Udo Müller (24%), Dirk Ströer (20%), other shareholders (56%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Tagesschau",
    "domains": ["tagesschau.de"],
    "description": "Tagesschau is a national television news service and digital news platform operated by ARD-aktuell on behalf of the german public-service broadcaster AFD. The broadcaster is known for its strong reputation as a journalism powerhouse, financial stability and independence, and full accountability to the public.",
    "owner": "Public broadcaster (German public institutions)",
    "typology": "Independent Public Media"
  },
  {
    "country": "Germany",
    "organization": "Der Tagesspiegel",
    "domains": ["tagesspiegel.de", "tagesspiegel-gruppe.de"],
    "description": "Der Tagesspiegel is a daily newspaper founded in 1945 as Berlin's first free press publication. It operates as a newspaper with a liberal editorial stance, publishing both print and digital content under the motto 'Rerum cognoscere causas' (Getting to the root of things).",
    "owner": "DvH Medien GmbH (Dieter von Holtzbrinck)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Zweites Deutsches Fernsehen (ZDF)",
    "domains": ["zdf.de"],
    "description": "ZDF is a public-service television broadcaster based in Mainz that has been operating since 1963. ZDF, like ARD, is well-respected as a journalism powerhouse, financially stable, independent, and fully accountable to the public.",
    "owner": "Public broadcaster (German public institutions)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "n-tv",
    "domains": ["n-tv.de"],
    "description": "n-tv is a free-to-air television news channel and digital media outlet that focuses on news, business coverage, and documentaries.",
    "owner": "RTL Deutschland",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "RedaktionsNetzwerk Deutschland",
    "domains": ["rnd.de"],
    "description": "RedaktionsNetzwerk Deutschland (RND) is a Hanover-based joint corporate newsroom that provides news content and services across Germany.",
    "owner": "Social Democratic Party of Germany (25%), Sylvia Madsack (19.99%)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Deutschlandfunk",
    "domains": ["deutschlandfunk.de", "deutschlandradio.de"],
    "description": "Deutschlandfunk is a German public radio broadcaster and part of Deutschlandradio, providing national news, in-depth reporting, analysis and cultural programming. The government does not impose any content-related restrictions on the broadcaster",
    "owner": "Public broadcaster (German public institutions)",
    "typology": "Independent Public Media"
  },
  {
    "country": "Germany",
    "organization": "Frankfurter Rundschau",
    "domains": ["fr.de"],
    "description": "Frankfurter Rundschau is a daily newspaper published in Frankfurt. It is known for its left-liberal editorial stance and focuses on political, economic, and cultural coverage with particular emphasis on the Frankfurt Rhine-Main region.",
    "owner": "Ippen family",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Rundfunk Berlin-Brandenburg",
    "domains": ["rbb-online.de", "rbb24.de"],
    "description": "Rundfunk Berlin-Brandenburg (RBB) is a public broadcaster serving the German federal states of Berlin and Brandenburg, established in 2003. Its focused on regional news, current affairs, and cultural programming for these two states. The government does not impose any content-related restrictions on the broadcaster.",
    "owner": "Public broadcaster (German public institutions)",
    "typology": "Independent Public Media"
  },
  {
    "country": "Germany",
    "organization": "Handelsblatt Media Group",
    "domains": ["handelsblatt.com", "handelsblattgroup.com"],
    "description": "Handelsblatt Media Group is a media company based in Düsseldorf that specializes in business and financial information, providing news coverage, analysis, and specialized communication solutions through various digital and print platforms.",
    "owner": "Dieter von Holtzbrinck",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Rheinische Post",
    "domains": ["rp-online.de"],
    "description": "Rheinische Post is a major regional daily newspaper based in Düsseldorf, covering news from North Rhine-Westphalia with a focus on the Rhine region. The newspaper provides comprehensive local, regional, and national coverage.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Berliner Morgenpost",
    "domains": ["morgenpost.de"],
    "description": "Berliner Morgenpost is a daily newspaper founded in 1898 and based in Berlin. It is one of Berlin's most-read daily newspapers, known for its conservative editorial stance.",
    "owner": "Axel-Springer-Verlag Group",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Augsburger Allgemeine",
    "domains": ["augsburger-allgemeine.de"],
    "description": "The Augsburger Allgemeine is a regional daily newspaper based in Augsburg, Bavaria, publishing since 1807. It provides comprehensive local and national news coverage for the Augsburg region and surrounding areas, with both print and digital formats.",
    "owner": "Mediengruppe Pressedruck (Presse-Druck- und Verlags-GmbH)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "GameSpot",
    "domains": ["gamespot.com"],
    "description": "GameSpot is a video gaming website providing comprehensive coverage of the video game industry through news, reviews, previews, downloads, and guides. The site focuses on multiple gaming platforms, offering detailed game reviews and industry analysis.",
    "owner": "Fandom, Inc.",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "IGN",
    "domains": ["ign.com", "world.ign.com"],
    "description": "IGN (Imagine Games Network) is a video game and entertainment media website that covers games, films, anime, television, comics, and technology. ",
    "owner": "Ziff Davis, Inc.",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Eurogamer",
    "domains": ["eurogamer.net"],
    "description": "Eurogamer is a video game journalism website founded in 1999 that provides video game news, reviews, and guides.",
    "owner": "Ziff Davis (via IGN Entertainment)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Siliconera",
    "domains": ["siliconera.com"],
    "description": "Siliconera is a specialized video game news website focused on international gaming coverage, particularly Japanese games and releases, providing news, translations, reviews, and exclusive interviews.",
    "owner": "GAMURS Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Gematsu",
    "domains": ["gematsu.com"],
    "description": "Gematsu is a specialized video game news website focused on Japanese gaming industry coverage while also reporting on global gaming news.",
    "owner": "Sal Romano",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Niche Gamer",
    "domains": ["nichegamer.com"],
    "description": "Niche Gamer is a gaming news website and community platform focused on covering niche and unique video games globally.",
    "owner": "Brandon Orselli",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "GamesRadar+",
    "domains": ["gamesradar.com"],
    "description": "GamesRadar+ is a video game and entertainment media website owned by Future plc that provides news, reviews, features, and guides focused on video games, movies, and TV shows.",
    "owner": "Future plc",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Wccftech",
    "domains": ["wccftech.com"],
    "description": "Wccftech is a technology news and media website focused on PC hardware, gaming, and mobile technology coverage through news articles, reviews, and guides.",
    "owner": "Abdullah Saad",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "PCGamesN",
    "domains": ["pcgamesn.com"],
    "description": "PCGamesN is a digital media outlet focused on PC gaming news, reviews, guides, and hardware coverage.",
    "owner": "James Binns (via Network N Media)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Ars Technica",
    "domains": ["arstechnica.com"],
    "description": "Ars Technica is a technology news and information website that provides in-depth coverage of IT, scientific advancements, gadgets, and gaming. Founded in 1998, it caters to technology enthusiasts and professionals, offering news, reviews, and analysis on topics ranging from artificial intelligence to space exploration and cybersecurity.",
    "owner": "Condé Nast",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Dot Esports",
    "domains": ["dotesports.com"],
    "description": "Dot Esports is a digital media outlet founded in 2013 that specializes in esports and gaming coverage, providing news, tournament results, guides, features, and interviews. It serves as a dedicated platform for competitive gaming journalism.",
    "owner": "GAMURS Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Xbox",
    "domains": ["xbox.com"],
    "description": "Xbox is Microsoft's gaming and entertainment brand that provides video game consoles, cloud gaming services, and digital content distribution. Their blog and website feature gaming news, product announcements, game previews and reviews, developer interviews, community highlights, and technical support resources. The platform offers gaming hardware, software, streaming services through Xbox Cloud Gaming, and online services via Xbox Live, connecting players across console, PC, and mobile devices.",
    "owner": "Microsoft Corporation",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Gameranx",
    "domains": ["gameranx.com"],
    "description": "Gameranx is a global video game media publication based in New York that provides daily gaming news, reviews, criticism, and feature articles. It operates a popular YouTube channel created in 2012, offering video content on game news and rankings. The publication aims to celebrate video games and their cultural impact, with a focus on breaking news in the gaming industry.",
    "owner": "Jake Baldino (Co-owner)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Tom's Hardware",
    "domains": ["tomshardware.com", "tomshw.it"],
    "description": "Tom's Hardware is a technology news and review website founded in 1996 by Dr. Thomas Pabst, specializing in PC hardware, components, and tech industry coverage. The site provides detailed product reviews, buying guides, and technical analysis for PC enthusiasts, builders, and technology professionals.",
    "owner": "Purch (Future plc)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Rock Paper Shotgun",
    "domains": ["rockpapershotgun.com"],
    "description": "Rock Paper Shotgun is a specialized gaming news website focused exclusively on PC gaming, providing news, reviews, previews, and analysis of both major releases and indie games.",
    "owner": "Ziff Davis (via IGN Entertainment)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Push Square",
    "domains": ["pushsquare.com"],
    "description": "Push Square is a specialized gaming news website focused exclusively on PlayStation platforms, providing news coverage, reviews, features, and community content related to PS5, PSVR2, and PlayStation's gaming ecosystem.",
    "owner": "Hookshot Media Ltd",
    "typology": "Private Media"
  },
  {
    "country": "Japan",
    "organization": "PlayStation",
    "domains": ["playstation.com"],
    "description": "PlayStation is Sony's gaming and digital entertainment brand that develops and operates gaming consoles (PS1 through PS5), an online gaming network (PlayStation Network), digital game distribution platform (PlayStation Store), and gaming hardware accessories. Their blog features PlayStation game announcements, release dates, gameplay trailers, developer interviews, hardware updates, PlayStation Plus membership news, and community highlights. The blog provides official news and updates about everything in the PlayStation ecosystem.",
    "owner": "Sony Group Corporation",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Kotaku",
    "domains": ["kotaku.com"],
    "description": "Kotaku is a video game news and culture website founded in 2004, providing gaming news, reviews, and opinion pieces. It operates as a specialized gaming journalism outlet that covers video game industry news, gaming culture, and related topics.",
    "owner": "G/O Media Inc.",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Insider Gaming",
    "domains": ["insider-gaming.com"],
    "description": "Insider Gaming is an independent gaming news and media website focused on providing gaming industry coverage, reviews, and exclusive reporting.",
    "owner": "Yannis Ziakas",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "MMORPG.com",
    "domains": ["mmorpg.com"],
    "description": "MMORPG.com is a specialized gaming news and review website focused on massively multiplayer online role-playing games (MMORPGs) and related genres. The site provides game reviews, industry news, game lists, and community features for MMO gaming enthusiasts.",
    "owner": "MOBA Network AB",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Destructoid",
    "domains": ["destructoid.com"],
    "description": "Destructoid is a video game journalism website founded in 2006 that provides news, reviews, previews, and community features focused on the gaming industry. The site is known for its mascot Mr. Destructoid and its mix of professional and community-driven content.",
    "owner": "Enthusiast Gaming",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Techaeris",
    "domains": ["techaeris.com"],
    "description": "Techaeris is a technology news and review website that covers tech products, gaming, audio technology, business tech news, and entertainment content including movies, comics, and books.",
    "owner": "Alex Hernandez",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "GamesIndustry.biz",
    "domains": ["gamesindustry.biz"],
    "description": "GamesIndustry.biz is a business-focused video game industry news website providing coverage of industry trends, market analysis, business developments, and interviews with gaming professionals.",
    "owner": "Ziff Davis (via IGN Entertainment)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Nintendo Life",
    "domains": ["nintendolife.com"],
    "description": "Nintendo Life is a specialized gaming news website focused on Nintendo platforms, providing news coverage, reviews, and features about Nintendo games and hardware. The site originated as a GameCube-focused platform and expanded to cover all Nintendo-related content, serving as a dedicated source for Nintendo gaming information and community engagement.",
    "owner": "Hookshot Media Ltd",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Geek Native",
    "domains": ["geeknative.com"],
    "description": "Geek Native is a blog-style website focused on tabletop role-playing games (TTRPGs), geek culture, anime, and gaming news. The site provides regular coverage of RPG industry updates, reviews, and weekly news summaries, with particular emphasis on Dungeons & Dragons and indie RPG content.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "VG247",
    "domains": ["vg247.com"],
    "description": "VG247 is a video game news and journalism website focusing on providing coverage of the gaming industry, including news, reviews, and features about video games across multiple platforms.",
    "owner": "Ziff Davis (via IGN Entertainment and Gamer Network Limited)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Polygon",
    "domains": ["polygon.com"],
    "description": "Polygon is a entertainment website founded in 2012 that covers video games, movies, television, and popular culture.",
    "owner": "Vox Media",
    "typology": "Private Media"
  },
  {
    "country": "Russia",
    "organization": "TASS",
    "domains": ["tass.com", "tass.ru"],
    "description": "TASS is Russia's state-owned news agency established in 1904, providing news coverage, analysis, and multimedia content in Russian and English. According to Russian experts and various academic sources, TASS operates under the editorial control of the Russian government, in accordance with its editorial requests and guidelines.",
    "owner": "Government of Russia",
    "typology": "State-Controlled Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Financial Times",
    "domains": ["ft.com"],
    "description": "The Financial Times is a daily newspaper and digital news outlet focused on business, economic and political coverage. The publication is known for its distinctive salmon-pink newsprint format.",
    "owner": "Nikkei Inc. (employee-owned)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "The Guardian",
    "domains": ["theguardian.com"],
    "description": "The Guardian is a newspaper and digital news outlet that delivers investigative journalism with a mainstream left-wing editorial stance. It operates globally and is known for its liberal political perspective and commitment to independent journalism through its unique ownership structure.",
    "owner": "Scott Trust Limited",
    "typology": "Private Media"
  },
  {
    "country": "Singapore",
    "organization": "The Straits Times",
    "domains": ["straitstimes.com"],
    "description": "The Straits Times is a daily English-language newspaper in Singapore established in 1845. It provides comprehensive coverage of Singapore, Asian and international news across politics, business, sports, entertainment, and lifestyle sections, serving as Singapore's newspaper of record.",
    "owner": "SPH Media Trust",
    "typology": "Private Media"
  },
  {
    "country": "France",
    "organization": "Le Monde",
    "domains": ["lemonde.fr"],
    "description": "Le Monde is a French daily afternoon newspaper founded after WWII, known for its center-left editorial stance and comprehensive coverage of international, national, economic, and cultural news.",
    "owner": "Le Nouveau Monde (Matthieu Pigasse and Daniel Kretinsky) (26.66%), NJJ Presse (Xavier Niel) (26.66%), Berlys Media (Madison Cox) (26.66%), Prisa (20%)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The New York Times",
    "domains": ["nytimes.com"],
    "description": "The New York Times is a daily newspaper founded in 1851 that provides news coverage, investigative journalism, and opinion content through print and digital platforms.",
    "owner": "The Ochs-Sulzberger Family (through The New York Times Company)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ABC News",
    "domains": ["abcnews.go.com"],
    "description": "ABC News is a major American broadcast news division operated by the ABC broadcast network, providing 24/7 news coverage through television, digital platforms, and radio.",
    "owner": "The Walt Disney Company",
    "typology": "Private Media"
  },
  {
    "country": "Japan",
    "organization": "Japan Today",
    "domains": ["japantoday.com"],
    "description": "Japan Today is a Tokyo-based English-language online newspaper launched in September 2000 that covers news about Japan and international affairs, including national, political, entertainment, business, technology, and sports news.",
    "owner": "Fuji Media Holdings, Inc. (via GPlusMedia Co., Ltd.)",
    "typology": "Private Media"
  },
  {
    "country": "India",
    "organization": "The Hindu",
    "domains": ["thehindu.com"],
    "description": "The Hindu is an English-language daily newspaper headquartered in Chennai, Tamil Nadu, India. Founded in 1878, it is one of India's oldest continuously published newspapers, known for its coverage of national and international news, with particular emphasis on policy, politics, and economics.",
    "owner": "Kasturi & Sons Limited. (52.04%)",
    "typology": "Private Media"
  },
  {
    "country": "Australia",
    "organization": "Australian Broadcasting Corporation",
    "domains": ["abc.net.au"],
    "description": "The Australian Broadcasting Corporation (ABC) is Australia's national public broadcaster, providing news, entertainment, and educational content across television, radio, digital and online platforms. ABC is governed by rules and legal provisions that expressly forbid authorities and politicians from interfering with the broadcaster's editorial agenda and the ABC is recognized for its leading role in journalistic independence.",
    "owner": "Australian Government",
    "typology": "Independent State-Funded Media"
  },
  {
    "country": "United States",
    "organization": "National Public Radio",
    "domains": ["npr.org"],
    "description": "NPR is a non-profit media organization providing public radio broadcasting and digital content across the United States through a network of member stations. It produces and distributes news, cultural programming, and podcasts with a focus on journalism, arts, and education. The American government does not impose rules on NPR. In spite of some controversies, including accusations of liberal bias, there is no evidence of government control of NPR's editorial coverage.",
    "owner": "Non-profit organization",
    "typology": "Independent Public Media"
  },
  {
    "country": "Canada",
    "organization": "The Globe and Mail",
    "domains": ["theglobeandmail.com"],
    "description": "The Globe and Mail is Canada's national newspaper of record, providing comprehensive coverage of national, international, business, and political news since 1844. The publication offers both print and digital formats, featuring investigative journalism, analysis, and commentary across multiple beats including politics, business, arts and culture.",
    "owner": "Thomson Family",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "CBS News",
    "domains": ["cbsnews.com", "cbssports.com"],
    "description": "CBS News is a major American news division of CBS Broadcasting that provides 24/7 news coverage through television broadcasts, digital platforms, and streaming services.",
    "owner": "Paramount Global",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Voice of America",
    "domains": ["voanews.com"],
    "description": "Voice of America is an international multimedia broadcaster funded by the U.S. government, providing news, information, and cultural programming. VOA has been effectively protected by a “firewall” enshrined in the 1994 US International Broadcasting Act, which bans interference by US government officials in the broadcaster's editorial coverage.",
    "owner": "U.S. Agency for Global Media",
    "typology": "Independent State-Funded and State-Managed Media"
  },
  {
    "country": "United States",
    "organization": "Newsweek",
    "domains": ["newsweek.com"],
    "description": "Founded in 1933, Newsweek is a weekly news magazine and digital media outlet providing in-depth analysis, news, and opinion about international issues, technology, business, culture, and politics.",
    "owner": "Dev Pragad (50%), Johnathan Davis (50%)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Public Broadcasting Service",
    "domains": ["pbs.org"],
    "description": "PBS is America's public broadcaster operating through a network of over 350 local stations, offering educational and cultural programming across television and digital platforms. No rules are imposed by the American government on PBS. The station has not been accused of political interference in its programming, and no evidence has been found to date.",
    "owner": "Corporation for Public Broadcasting (non-profit)",
    "typology": "Independent Public Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Reuters",
    "domains": ["reuters.com", "reutersagency.com"],
    "description": "Reuters is a global news agency founded in 1851 that provides multimedia news content, financial information, and intelligence services. It is one of the three most influential news agencies globally alongside AP and AFP.",
    "owner": "Thomson Reuters",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Semafor",
    "domains": ["semafor.com"],
    "description": "Semafor is a digital news platform founded in 2022 that provides global reporting on politics, business, technology, and climate. It operates with a free, ad-supported model and generates revenue through advertising and events.",
    "owner": "Ben Smith, Justin B. Smith",
    "typology": "Private Media"
  },
  {
    "country": "Hong Kong",
    "organization": "South China Morning Post",
    "domains": ["scmp.com"],
    "description": "The South China Morning Post is Hong Kong's English-language newspaper of record, covering news, politics, business, and culture across Asia with a focus on China and Hong Kong. Since the change of ownership in 2016, concerns have been raised about the paper's editorial independence and self-censorship.",
    "owner": "Alibaba Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Foreign Policy",
    "domains": ["foreignpolicy.com"],
    "description": "Foreign Policy is a news publication founded in 1970 that focuses on global affairs, current events, and international policy analysis.",
    "owner": "Graham Holdings Company",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Philadelphia Inquirer",
    "domains": ["inquirer.com"],
    "description": "The Philadelphia Inquirer is a daily newspaper founded in 1829 serving the Philadelphia metropolitan area. It's known for its investigative journalism and local news coverage.",
    "owner": "The Philadelphia Foundation (non-profit)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "MSNBC",
    "domains": ["msnbc.com"],
    "description": "MSNBC is a 24-hour cable news channel and digital news platform providing breaking news coverage, political commentary, and in-depth analysis. The network is known for its generally liberal-leaning perspective in its commentary and programming.",
    "owner": "Comcast Corporation (NBCUniversal News Group)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "AlterNet",
    "domains": ["alternet.org"],
    "description": "AlterNet is a progressive news website and blog that publishes original journalism, opinion pieces, and investigative reporting focused on political and social issues. The site is known for its left-leaning perspective and coverage of topics including politics, human rights, environment, and economic inequality.",
    "owner": "Alternet Media, Inc. (John K. Byrne, Michael Rogers)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Daily Signal",
    "domains": ["dailysignal.com"],
    "description": "The Daily Signal is a conservative political news and commentary website established in 2014. Initially launched as a project of The Heritage Foundation think tank, it became an independent publication in June 2024. The outlet focuses on policy news, political coverage, and conservative analysis.",
    "owner": "Heritage Foundation",
    "typology": "Private Media"
  },
  {
    "country": "Spain",
    "organization": "El País",
    "domains": ["elpais.com"],
    "description": "El País is a Spanish daily newspaper based in Madrid that covers national and international news, economy, politics, sports, culture, society and technology. It has a center-left editorial stance following social democratic ideology, with significant presence in Spain and Latin America through regional and international editions.",
    "owner": "PRISA",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Salon",
    "domains": ["salon.com"],
    "description": "Founded in 1995, Salon is an independent digital news and opinion website providing progressive coverage of politics, news, culture, science, and entertainment. The publication has progressive/liberal editorial stance.",
    "owner": "Find.co",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "PJ Media",
    "domains": ["pjmedia.com"],
    "description": "PJ Media is a conservative news and opinion website founded in 2004 (originally as Pajamas Media). The site publishes content focused on politics, culture, faith, and current events from a right-wing perspective, featuring various columnists and contributors who provide commentary and analysis on US political and social issues.",
    "owner": "Salem Media Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Hill",
    "domains": ["thehill.com"],
    "description": "The Hill is a Washington D.C.-based political newspaper and digital media company founded in 1994, focusing on Congress, politics, policy, and business coverage. ",
    "owner": "Nexstar Media Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "TIME",
    "domains": ["time.com"],
    "description": "TIME is a weekly news magazine and digital media platform founded in 1923, covering politics, business, health, science, and entertainment.",
    "owner": "Marc Benioff",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Yahoo",
    "domains": ["yahoo.com"],
    "description": "Yahoo is a web services provider offering email, search engine, and a comprehensive web portal. Its Yahoo News service aggregates content from major media organizations and wire services while also producing original reporting through its news team.",
    "owner": "Apollo Global Management",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Chicago Tribune",
    "domains": ["chicagotribune.com"],
    "description": "Founded in 1847, the Chicago Tribune is the largest news organization in the Midwest United States, serving as the primary source of news and information for the Chicago area. The newspaper has historically maintained a Republican and conservative editorial perspective.",
    "owner": "Alden Global Capital",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Los Angeles Times",
    "domains": ["latimes.com"],
    "description": "The Los Angeles Times is a daily newspaper founded in 1881 and based in Los Angeles, California. It is the largest metropolitan daily newspaper in the United States.",
    "owner": "Patrick Soon-Shiong",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Just the News",
    "domains": ["justthenews.com"],
    "description": "Just the News is a Washington D.C.-based digital news outlet founded by journalist John Solomon that provides news coverage through web articles, videos, podcasts and e-books. The platform focuses on political and policy news, particularly coverage of events in the U.S. capital.",
    "owner": "John Solomon",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Rolling Stone",
    "domains": ["rollingstone.com"],
    "description": "Rolling Stone is a magazine and media brand founded in 1967 that covers music, politics, and popular culture through investigative reporting, interviews, and cultural commentary.",
    "owner": "Penske Media Corporation",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Associated Press",
    "domains": ["ap.org", "apnews.com"],
    "description": "The Associated Press is a global not-for-profit news cooperative founded in 1846 that provides independent journalism through text, photos, video and data to media organizations worldwide. Known for its fact-based reporting and accuracy in election coverage since 1848, it is one of the three most influential news agencies globally alongside Reuters and AFP.",
    "owner": "U.S. newspaper and broadcast members (cooperative ownership)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "New York Post",
    "domains": ["nypost.com"],
    "description": "The New York Post is a daily tabloid newspaper based in New York City, established in 1801 by Alexander Hamilton. Known for its conservative editorial stance and sensationalist headlines, it covers local news, politics, sports, entertainment, and business.",
    "owner": "News Corp (Rupert Murdoch)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "WIRED",
    "domains": ["wired.com"],
    "description": "WIRED is a monthly technology magazine and digital publication founded in 1993 in San Francisco, focusing on how emerging technologies affect culture, economy, politics, and society. The publication covers technology, science, business, and cultural news, with particular emphasis on digital culture and innovation.",
    "owner": "Condè Nast",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Quartz",
    "domains": ["qz.com"],
    "description": "Quartz is a digital news publication founded in 2012 focusing on international business news, economics, technology, and global economy coverage. Originally launched by Atlantic Media, it relies on native advertising and sponsored content for revenue.",
    "owner": "G/O Media",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "MarketWatch",
    "domains": ["marketwatch.com"],
    "description": "MarketWatch is a financial news website and subsidiary of Dow Jones & Company that provides real-time stock market quotes, business news, financial analysis, and investment tools. It offers market commentary, stock research, and personal finance coverage through its website, targeting both retail and institutional investors.",
    "owner": "News Corp (via Dow Jones & Company)",
    "typology": "Private Media"
  },
  {
    "country": "Germany",
    "organization": "Deutsche Welle",
    "domains": ["dw.com"],
    "description": "Deutsche Welle (DW) is Germany's international public broadcaster providing news, cultural content, and analysis in multiple languages through digital, TV, and radio platforms. The Deutsche Welle Act regulates DW's work and is designed to ensure the broadcaster's editorial independence and the ARD (the regional network of which DW is part) is known for its strong reputation as a journalism powerhouse, financial stability and independence.",
    "owner": "Federal Government of Germany",
    "typology": "Independent State-Funded media"
  },
  {
    "country": "India",
    "organization": "Firstpost",
    "domains": ["firstpost.com"],
    "description": "Firstpost is an Indian digital news platform providing coverage of politics, economy, technology, entertainment, and international news with an Indian perspective. The platform features both written content and video programming, including the notable 'Vantage' show with Palki Sharma focusing on global news analysis.",
    "owner": "Network18 Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Investor's Business Daily",
    "domains": ["investors.com"],
    "description": "Investor's Business Daily (IBD) is a financial news and research website focused on the stock market, providing market analysis, stock screening tools, and investment education. The publication offers coverage of business, technology, and economic news with emphasis on market trends with a conservative political stance.",
    "owner": "News Corp",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Wall Street Journal",
    "domains": ["wsj.com"],
    "description": "The Wall Street Journal is a daily business and financial news publication that provides comprehensive coverage of U.S. and international news, business, markets, and economics. The newspaper maintains center-right editorial positions.",
    "owner": "News Corp",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Seeking Alpha",
    "domains": ["seekingalpha.com"],
    "description": "Seeking Alpha is a crowdsourced financial markets content and analysis platform where investors and market professionals share research, investment ideas, and discuss stocks.",
    "owner": "Seeking Alpha Ltd.",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "PC Magazine",
    "domains": ["pcmag.com"],
    "description": "PC Magazine is a technology publication established in 1982 that provides product reviews, tech news, and analysis. Originally a print magazine until 2009, it now operates as a digital-only publication offering lab-tested reviews of computers, consumer electronics, software, and tech services.",
    "owner": "Ziff Davis",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Engadget",
    "domains": ["engadget.com"],
    "description": "Engadget is a technology news and review website covering consumer electronics, gadgets, and digital technology. The site publishes detailed product reviews, technology industry news, and analysis of emerging tech trends, with a particular focus on consumer electronics, gaming, and artificial intelligence.",
    "owner": "Yahoo Inc. (Owned by Apollo Global Management)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Mashable",
    "domains": ["mashable.com"],
    "description": "Mashable is a digital media platform and entertainment company founded in 2005 by Pete Cashmore, covering technology, digital culture, social media, and entertainment news. The site receives over 40 million monthly pageviews and serves as a significant source for web-related news, trends analysis, and digital culture coverage.",
    "owner": "Ziff Davis",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "MacRumors",
    "domains": ["macrumors.com"],
    "description": "MacRumors is a technology news website and blog focused exclusively on Apple products, software, and ecosystem. It publishes news, rumors, leaks, reviews, and guides about upcoming and existing Apple products.",
    "owner": "Arnold Kim",
    "typology": "Private Media"
  },
  {
    "country": "Australia",
    "organization": "Ausdroid",
    "domains": ["ausdroid.net"],
    "description": "Ausdroid is an Australian technology news website focused on smartphones, mobile devices, accessories, and personal computing. Originally known as Android Australia, it provides reviews, news coverage, and analysis of mobile and personal technology, with a particular emphasis on the Australian market.",
    "owner": "Chris Rowland",
    "typology": "Private Media"
  },
  {
    "country": "Canada",
    "organization": "MobileSyrup",
    "domains": ["mobilesyrup.com"],
    "description": "MobileSyrup is a Canadian technology news website focused on mobile technology, smartphones, and general tech coverage. The platform specializes in providing news, reviews, and coverage of the Canadian mobile and tech industry, with particular emphasis on local market analysis, device reviews, and telecom plan comparisons.",
    "owner": "Blue Ant Media",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Android Authority",
    "domains": ["androidauthority.com"],
    "description": "Android Authority is a technology news and media website focused on covering Android smartphones, tablets, apps, and the broader Android ecosystem. The site provides news coverage, device reviews, tutorials, and in-depth analysis of Android-related products and developments.",
    "owner": "Darcy Lacouvée",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Liliputing",
    "domains": ["liliputing.com"],
    "description": "Liliputing is a technology news blog focused on covering mobile technology, with particular emphasis on smartphones, tablets, notebooks, and small form factor computers. The site provides news, reviews, tips, and how-to guides, with notable coverage of custom modifications for devices like Amazon Fire tablets.",
    "owner": "Brad Linder",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "GeekWire",
    "domains": ["geekwire.com"],
    "description": "GeekWire is a technology news site and community focused on covering technology, business, and science news, with particular emphasis on the Pacific Northwest tech ecosystem. The site provides news coverage, analysis, and insights about startups, established tech companies, scientific discoveries, and the broader technology industry.",
    "owner": "John Cook, Todd Bishop, Jonathan Sposato",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Macworld",
    "domains": ["macworld.com"],
    "description": "Macworld is a technology media outlet focused exclusively on Apple products and services, providing news coverage, product reviews, tutorials, and buying advice. Originally started as a print magazine in 1984, it transitioned to digital-only in 2014.",
    "owner": "Foundry (formerly IDG Communications), a subsidiary of Blackstone",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Cult of Mac",
    "domains": ["cultofmac.com"],
    "description": "Cult of Mac is a technology news website founded in 2009 that focuses exclusively on Apple-related content, including news, reviews, how-to guides, and product analysis.",
    "owner": "Leander Kahney",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Mac Observer",
    "domains": ["macobserver.com"],
    "description": "The Mac Observer is a technology news website and blog focused on covering Apple products, services, and ecosystem, including iPhone, Mac, iPad, and Watch.",
    "owner": "RefactorMedia",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "PCWorld",
    "domains": ["pcworld.com"],
    "description": "PCWorld is a technology-focused digital publication that provides news, reviews, analysis, and advice about personal computers, software, hardware, and related technologies. Originally a print magazine, it transitioned to online-only format in 2013. The publication specializes in helping users navigate PC ecosystems with product recommendations and technical guidance.",
    "owner": "IDG (International Data Group)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "TechCrunch",
    "domains": ["techcrunch.com"],
    "description": "TechCrunch is a online technology news outlet founded in 2005 that focuses on reporting about startups, technology companies, venture capital funding, and Silicon Valley. It provides breaking news, analysis, and coverage of the global technology industry through articles, events, and databases tracking startup funding and acquisitions.",
    "owner": "Yahoo! Inc. (Apollo Global Management)",
    "typology": "Private Media"
  },
  {
    "country": "Croatia",
    "organization": "Fudzilla",
    "domains": ["fudzilla.com", "fudzilla.net"],
    "description": "Fudzilla is a technology news website focused on hardware reviews, semiconductor industry news, and general tech coverage, with particular emphasis on PC components, processors, and graphics cards. The site publishes daily news updates and detailed technical reviews targeting tech enthusiasts and industry professionals.",
    "owner": "Fuad Abazovic",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Computer Weekly",
    "domains": ["computerweekly.com"],
    "description": "Computer Weekly is an international B2B technology publication focused on information technology news, analysis, and professional resources. The publication provides coverage of IT management, technology news, jobs, and industry developments through its website, with editorial teams based in the UK, Germany, Singapore, and Mexico.",
    "owner": "TechTarget",
    "typology": "Private Media"
  },
  {
    "country": "Ireland",
    "organization": "Silicon Republic",
    "domains": ["siliconrepublic.com"],
    "description": "Silicon Republic is an Irish technology news website founded in 2001 that covers science, technology, innovation and start-up news, with focus areas including AI, quantum computing, cybersecurity, research, and tech careers. The publication specializes in coverage of Ireland's technology sector while also reporting on international tech developments.",
    "owner": "Ann O'Dea, Darren McAuliffe",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Tech Xplore",
    "domains": ["techxplore.com"],
    "description": "Tech Xplore is a science and technology news website focused on engineering, electronics, and technology advances. The platform aggregates and publishes research news, technological developments, and innovations from academic institutions and industry.",
    "owner": "Science X Network",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "9to5Mac",
    "domains": ["9to5mac.com"],
    "description": "9to5Mac is a technology news website focused on covering Apple products, services, and ecosystem. The site provides daily news, rumors, reviews, and analysis of Apple-related developments. It is part of a network of technology news sites including 9to5Google, Electrek, DroneDJ, and SpaceExplored.",
    "owner": "Seth Weintraub (via 925, LLC)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ZDNET",
    "domains": ["zdnet.com"],
    "description": "ZDNET is a technology news and analysis website that provides coverage of business technology, software, hardware, innovations and enterprise IT through news articles, reviews, and blogs. The site operates a network of about 50 specialized technology blogs covering various verticals including companies, hardware, software, mobile, security and IT research.",
    "owner": "Red Ventures",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Android Headlines",
    "domains": ["androidheadlines.com"],
    "description": "Android Headlines is a technology news website established in 2010 that specializes in covering Android-related news, providing reviews, guides, and updates about Android devices, with particular focus on smartphones, tablets and other Google ecosystem products. The site publishes independent news coverage and reviews focused on the Android platform and broader tech industry.",
    "owner": "Chris Yackulic",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "The Register",
    "domains": ["theregister.com"],
    "description": "The Register is a technology news website founded in 1994 that specializes in enterprise technology coverage and cybersecurity news. With offices across America, Singapore, UK, Europe, and Australia.",
    "owner": "Situation Publishing Ltd (Drew Cullen, Linus Birtles)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Fast Company",
    "domains": ["fastcompany.com"],
    "description": "Fast Company is a monthly business magazine published in print and online, focusing on technology, business, innovation, and design coverage. The publication produces six print issues annually and maintains an active digital presence through its website, offering news, analysis, and features about business trends and developments.",
    "owner": "Joseph Daniel Mansueto (via Mansueto Ventures)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Nature",
    "domains": ["nature.com"],
    "description": "Nature is a prestigious weekly peer-reviewed scientific journal established in 1869 that publishes original research across all fields of science and technology.",
    "owner": "Springer Nature (Holtzbrinck Publishing Group, BC Partners)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "AppleInsider",
    "domains": ["appleinsider.com"],
    "description": "AppleInsider is a technology news website and blog focused on covering Apple Inc. products, services, and ecosystem. Founded in 1997, it provides news, rumors, reviews, buyer's guides, and price tracking for Apple products.",
    "owner": "Jeff Valvano",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Live Science",
    "domains": ["livescience.com"],
    "description": "Live Science is a science news website that covers scientific discoveries, technological breakthroughs, and research developments across fields including space, health, environment, and technology. The site has received a perfect credibility score from NewsGuard for its journalistic standards and fact-based reporting.",
    "owner": "Future plc",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "The Economist",
    "domains": ["economist.com"],
    "description": "The Economist is a weekly newspaper focused on international news, politics, business, finance, science and technology. Its editorial stance is economic liberalism, supporting free markets, free trade and globalization.",
    "owner": "Exor N.V. (43.4%), Rothschild (26.7%), Cadbury Schroder Layton",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "New Scientist",
    "domains": ["newscientist.com"],
    "description": "New Scientist is a weekly science and technology magazine that covers developments across scientific fields including physics, biology, technology, health, and environmental topics through articles, features, and analysis.",
    "owner": "Daily Mail and General Trust",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Phys.org",
    "domains": ["phys.org"],
    "description": "Phys.org is a science news aggregation and distribution website that covers research developments, technological breakthroughs, and scientific innovations across physics, earth science, medicine, nanotechnology, electronics, space, biology, chemistry, computer sciences, engineering, and mathematics. The site primarily republishes press releases and news articles from universities and research institutions.",
    "owner": "Science X Network",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Sci-News",
    "domains": ["sci.news"],
    "description": "Sci-News is a online science news platform that covers breaking developments across multiple scientific fields including physics, astronomy, biology, archaeology, and technology.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "Australia",
    "organization": "Cosmos Magazine",
    "domains": ["cosmosmagazine.com"],
    "description": "Cosmos Magazine is a quarterly science publication that delivers comprehensive coverage of scientific discoveries, research, and analysis across various fields including space, technology, and core sciences.",
    "owner": "CSIRO",
    "typology": "Private Media"
  },
  {
    "country": "Australia",
    "organization": "Science Media Exchange (Scimex)",
    "domains": ["scimex.org"],
    "description": "Scimex is an online science news portal and resource platform providing breaking science news, expert connections, multimedia resources, and event listings specifically designed to help journalists cover scientific stories.",
    "owner": "Australian Science Media Centre (non-profit)",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ScienceBlog.com",
    "domains": ["scienceblog.com"],
    "description": "ScienceBlog.com is a science news and research aggregation website that publishes articles covering diverse scientific topics from astronomy to zoology.",
    "owner": "Science 2.0 Corp (non-profit)",
    "typology": "Private Media"
  },
  {
    "country": "",
    "organization": "Charming Science",
    "domains": ["charmingscience.com"],
    "description": "Charming Science is a science news website established in 2019 that publishes daily content focused on physics, astronomy, and technology.",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ScienceDaily",
    "domains": ["sciencedaily.com"],
    "description": "ScienceDaily is a science news aggregation website founded in 1995 that publishes edited press releases about scientific research and discoveries from universities, scientific journals, and research organizations.",
    "owner": "Dan Hogan and Michele Hogan",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ESPN",
    "domains": ["espn.com"],
    "description": "ESPN (Entertainment and Sports Programming Network) is a multinational sports media company that operates multiple television channels, streaming services, websites, and mobile platforms dedicated to sports coverage, news, analysis, and entertainment programming. The company was founded in 1979 and has grown into a comprehensive sports media network with global reach.",
    "owner": "The Walt Disney Company (80% through ABC), Hearst Communications (20%)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Sky",
    "domains": ["sky.com", "skysports.com"],
    "description": "Sky is a media and telecommunications company operating across six European countries (UK, Ireland, Germany, Austria, Switzerland and Italy), providing television, broadband internet, and mobile services. With 23 million subscribers as of 2019, it is a major player in European broadcasting and digital media services.",
    "owner": "Comcast Corporation",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "The Independent",
    "domains": ["independent.co.uk"],
    "description": "The Independent is a online newspaper founded in 1986 as a print publication before transitioning to digital-only format. Originally established as a broadsheet newspaper, it switched to tabloid format in 2003 before becoming fully digital. The publication provides news coverage across politics, culture, and international affairs.",
    "owner": "Evgeny Lebedev (41%), Sultan Muhammad Abuljadayel (30%), Justin Byam Shaw (26%), Minor shareholders (3%)",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "TEAMtalk",
    "domains": ["teamtalk.com"],
    "description": "TEAMtalk is a sports media website focused on football (soccer) news, specializing in transfer news, rumors, and commentary. It provides coverage of Premier League and international football transfers, fixtures, and related content.",
    "owner": "Planet Sport Ltd",
    "typology": "Private Media"
  },
  {
    "country": "United Kingdom",
    "organization": "Football365",
    "domains": ["football365.com"],
    "description": "Football365 is a football news website established in 1997 that provides football coverage including news, transfers, match analysis, statistics, and opinion pieces. The site is known for its forthright, sometimes irreverent editorial style and focuses primarily on Premier League and European football coverage.",
    "owner": "Planet Sport Ltd",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "SFist",
    "domains": ["sfist.com"],
    "description": "SFist is a digital-first news website focused on San Francisco Bay Area news, covering local politics, restaurants, events, sports, and culture. The site reaches millions of readers and provides both serious news coverage and lighter content about the San Francisco metropolitan area.",
    "owner": "Impress3 Media",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "KRON4",
    "domains": ["kron4.com"],
    "description": "KRON4 is a San Francisco Bay Area news station providing local news, weather, and traffic coverage through television broadcasts and digital platforms. The station broadcasts 15.5 hours of news on weekdays and 9 hours on weekends, covering San Francisco, San Jose, Oakland and surrounding areas with a focus on local reporting and breaking news.",
    "owner": "Nexstar Media Group",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "ABC7 News Bay Area",
    "domains": ["abc7news.com"],
    "description": "ABC7 News Bay Area (KGO-TV) is a local television news station serving the San Francisco Bay Area, providing breaking news coverage, weather forecasts, traffic updates, and live video streaming for San Francisco, Oakland, San Jose and Northern California regions. It operates as an ABC owned-and-operated station.",
    "owner": "Walt Disney Television",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "KTVU FOX 2",
    "domains": ["ktvu.com"],
    "description": "KTVU FOX 2 is a television station serving the San Francisco Bay Area. It provides local and breaking news coverage, weather updates, sports reporting, and live streaming services for the region. The station covers major cities including San Francisco, Oakland, and San Jose, offering comprehensive news and information to Bay Area residents.",
    "owner": "Fox Corporation",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The Mercury News",
    "domains": ["mercurynews.com"],
    "description": "The Mercury News is a daily newspaper based in San Jose, California, serving Silicon Valley and the San Francisco Bay Area with coverage of local news, sports, business, and entertainment. The paper has a daily circulation of about 93,000 and Sunday circulation of around 151,000 as of 2022, making it one of the major metropolitan newspapers in Northern California.",
    "owner": "Alden Global Capital",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "San Mateo Daily Journal",
    "domains": ["smdailyjournal.com"],
    "description": "The San Mateo Daily Journal is a local newspaper serving the San Francisco Peninsula region, specifically focused on San Mateo County, California. The publication provides local news coverage, business updates, and community information through both print and digital formats. ã1ãã2ã",
    "owner": "",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "SFGATE",
    "domains": ["sfgate.com"],
    "description": "SFGATE is a digital news outlet based in San Francisco, California, providing coverage of Bay Area news, sports, culture, weather, politics, and technology. Originally launched as the San Francisco Chronicle's digital presence, it now operates as a separate digital publication covering both local and state-wide California news.",
    "owner": "Hearst Communications",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "Hoodline",
    "domains": ["hoodline.com"],
    "description": "Hoodline is a hyperlocal news platform providing neighborhood-level coverage across multiple U.S. cities including San Francisco, Oakland, Dallas, and Phoenix, focusing on local politics, business, dining, real estate, and crime news. The platform notably uses AI technology to generate some of its news content.",
    "owner": "Impress3 Media",
    "typology": "Private Media"
  },
  {
    "country": "United States",
    "organization": "The San Francisco Standard",
    "domains": ["sfstandard.com"],
    "description": "The San Francisco Standard is an online news organization launched in 2021 that covers daily news, politics, business, food, tech and culture in the San Francisco Bay Area. The publication is funded in part by venture capital and aims to provide local journalism for San Francisco and the surrounding region.",
    "owner": "Michael Moritz (Sequoia Capital)",
    "typology": "Private Media"
  }
]
